Repository: joselitosn/pykota
Catalog: pykota/trunk/po/*/pykota.po
Languages: br

source: SIGTERM received, job %s cancelled.
br: SIGTERM recebida, trabalho %s reiniciado.

source: SIGTERM was sent to real backend %s (pid: %s)
br: SIGTERM foi emitida a real backend %s (pid: %s)

source: CUPS backend %s died abnormally.
br: Backend CUPS morreu anormalmente.

source: Invalid softlimit value %s.
br: Valor incorreto para o limite %s.

source: Invalid hardlimit value %s.
br: Valor incorreto para o limite Maximo %s.

source: Hard limit %i is less than soft limit %i, values will be exchanged.
br: Limite maximo %i é menor que o limite %i, os valores serão invertidos.

source: Invalid balance value %s
br: Valor da media %s inválido

source: Invalid charge amount value %s
br: Valor de carga: %s inválido

source: Invalid limitby value %s
br: Valor do limitby %s inválido

source: Impossible to add printer %s
br: Imposivel adicionar impressora %s

source: Invalid printer name %s
br: Nome de impressora %s inválido

source: There's no printer matching %s
br: Impressora %s não encontrada

source: You have to pass user or group names on the command line
br: Voce deve informar usuario ou grupo na linha de comando

source: You have to pass printer names on the command line
br: Voce deve informar impressora na linha de comando

source: Prototype %s not found in Quota Storage for printer %s.
br: Prototipo %s não encontrado no banco dedados para a impressora %s.

source: Prototype object %s not found in Quota Storage.
br: Objeto Prototipo %s não encontrado no banco de dados.

source: Undefined hard limit set to soft limit (%s) on printer %s.
br: O limite maximo invalido, configurando o limite minimo (%s) na impressora %s.

source: Undefined soft limit set to hard limit (%s) on printer %s.
br: Limite indefinido, configurando a límite maximo (%s) na impressora %s.

source: Invalid email address %s
br: Endereço email inválido

source: Invalid group name %s
br: O nome do grupo %s é inválido

source: Invalid user name %s
br: O nome de usuario %s é inválido

source: Quota not found for object %s on printer %s.
br: Quota não encontrada para o objeto %s para a impressora %s.

source: Group %s not found in the PyKota Storage.
br: Grupo %s não encontrado no banco de dados.

source: incompatible options, see help.
br: Oções incompativeis, veja a ajuda.

source: Printer %s not registered in the PyKota system
br: Impressora %s não registrada no sistema PyKota

source: Printer %s was never used
br: A impressora %s foi usada nunca

source: Unable to compute size of %s in number of pages.
br: Imposivel calcular o tamanho %s em número de páginas.

source: Your account balance : %.2f
br: Balanço de sua conta : %.2f

source: Job size : %i pages
br: Tamanho do JOB : %i páginas

source: Cost on printer %s : %.2f
br: Custo da impresora %s : %.2f

source: Unsupported accounter backend %s
br: Accounter Backend %s não suportado

source: Configuration file %s not found.
br: Arquivo de configuração %s não encontrado.

source: Option %s not found in section global of %s
br: Opção %s não encontrada na seção global de %s

source: Option %s not found in section %s of %s
br: Opção %s não encontrada na seção %s de %s

source: Option logger only supports values in %s
br: a opção logger só suporta valores em %s

source: Invalid accounter %s for printer %s
br: Contador de páginas %s inválido, para a impressora %s

source: Option accounter in section %s only supports values in %s
br: A opção accounter na seção %s só suporta valores em %s

source: Invalid policy %s for printer %s
br: Política inválida %s para a impressora %s

source: Option policy in section %s only supports values in %s
br: A opção policy na seção %s só suporta valores em %s

source: Invalid option mailto %s for printer %s
br: Opção mailto %s inválida, para a impressora %s

source: Option mailto in section %s only supports values in %s
br: a opção mailto na seção %s só suporta valores em %s

source: Invalid grace delay %s
br: Tiempo gartis %s inválido

source: Invalid poor man's treshold %s
br: Valor 'poor man' %s inválido

source: Your Print Quota account balance is Low. Soon you'll not be allowed to print anymore. Please contact the Print Quota Administrator to solve the problem.
br: A media de sua quota de impressão está baixa. voce não pode imprimir . Por favor entre em contato com o administrador das Impressoras para resolver o problema.

source: You are not allowed to print anymore because your Print Quota is exceeded on printer %s.
br: Voce não pode imprimir porque sua quota de impressão foi excedida, na impressora %s.

source: You will soon be forbidden to print anymore because your Print Quota is almost reached on printer %s.
br: Sua impressão está bloqueada porque sua quota de impressão foi atingida, na impressora %s.

source: Unsupported logging subsystem %s
br: Sistema de log %s não suportado

source: Report for %s quota on printer %s
br: Relatorio de quota %s para a impressora %s

source: Pages grace time: %i days
br: Tempo de cortesia : %i días

source: Price per job: %.3f
br: Preço por impressão: %.3f

source: Price per page: %.3f
br: Preço por página: %.3f

source: Group used soft hard balance grace total paid
br: Grupo usado Minimo Maximo media gratis total pago

source: User used soft hard balance grace total paid
br: Usuario usado Minimo Maximo media gratis total pago

source: unknown
br: Desconhecido

source: Unsupported reporter backend %s
br: Reporter backend %s não suportado

source: Unsupported quota storage backend %s
br: o banco de dados: %s não suportado

source: Impossible to send mail to %s, error %s : %s
br: Imposivel enviar email para %s, erro %s : %s

source: Please contact your system administrator : %s - <%s>
br: Por favor contacte a seu administrador de sistemas: %s - <%s>

source: Unable to find user %s's account balance, applying default policy (%s) for printer %s
br: Imposivel encontrar a media da conta do usuario %s, configurando o valor padrão (%s) para a impressora %s

source: Unable to match user %s on printer %s, applying default policy (%s)
br: Imposivel encontrar o usuário %s para impressorao %s, aplicando politica padrão (%s)

source: Print Quota exceeded for group %s on printer %s
br: Quota de impressão excedida para o grupo %s na impressora %s

source: Print Quota
br: Quota de impreção

source: Print Quota Exceeded
br: Quota de Impressão Excedida

source: Print Quota low for group %s on printer %s
br: Quota de impressora baixa para o grupo %s na impresora %s

source: Print Quota exceeded for user %s on printer %s
br: Quota de impressão excedida para o usuario %s na impressora %s

source: Print Quota low for user %s on printer %s
br: Quota de impressão baixa para o usuario %s na impressora %s

source: Print Quota Low
br: Quota de impressão baixa

source: Printer hostname undefined, set to 'localhost'
br: Nome do servidor de impressão não definido, configurando para 'localhost'

source: Printing system unknown, args=%s
br: Sistema de impressão desconhecido, args=%s

source: Printer %s not registered in the PyKota system, applying external policy (%s) for printer %s
br: Impressora %s não registada no sistema de impressão, foi aplicada a política externa (%s) para a impressora %s

source: User %s not registered in the PyKota system, applying external policy (%s) for printer %s
br: Usuario %s não registrado no sistema PyKota, aplicando política externa (%s) para a impressora %s

source: User %s doesn't have quota on printer %s in the PyKota system, applying external policy (%s) for printer %s
br: Utilizador %s não tem cota na impressora %s, foi aplicada a política externa (%s) para a impressora %s

source: External policy %s for printer %s produced an error. Job rejected. Please check PyKota's configuration files.
br: Política externa %s para a impressora %s retornou un error. Trabalho reiniciado. Por favor verifique os arquivos de configuração do PyKota.

source: Printer %s not registered in the PyKota system, applying default policy (%s)
br: Impressora %s não registada no sistema Pykota, foi aplicada por omissão a política (%s)

source: User %s not registered in the PyKota system, applying default policy (%s) for printer %s
br: Usuario %s não registrado no sistema PyKota, aplicando configurações padrões (%s) para a impressora %s

source: User %s doesn't have quota on printer %s in the PyKota system, applying default policy (%s)
br: O utilizador %s não tem cota na impressora %s, foi aplicada por omissão a política (%s)

source: Printer %s still not registered in the PyKota system, job will be rejected
br: A Impressora %s não se encontra registada no sistema, o pedido será rejeitado

source: User %s still not registered in the PyKota system, job will be rejected on printer %s
br: O utilizador %s não se encontra registado no sistema, o pedido para a impressora %sserá rejeitado

source: User %s still doesn't have quota on printer %s in the PyKota system, job will be rejected
br: O utilizador %s ainda não tem cota definida na impressora %s, o pedido será rejeitado

source: Unable to compute job size with accounter %s
br: Impossivel calcular o tamanho do trabalho com o contador %s

source: Using the 'stupid' accounting method is unreliable.
br: Usar o metodo 'stupid' não é confiavel.

source: Totals may be inaccurate if some users are members of several groups.
br: O Total pode não ser exato se os usuarios forem mebros de varios grupos.

source: Unknown printer address in HARDWARE(%s) for printer %s
br: Endereço invalido em HARDWARE(%s) para a impressora %s

source: Unable to query printer %s via HARDWARE(%s)
br: Imposive consultar a impressora %s via HARDWARE(%s)

source: Unknown printer address in SNMP(%s, %s) for printer %s
br: Endereço da impressora invalido em SNMP(%s, %s) para a impressora %s

source: Unable to query printer %s via SNMP(%s, %s)
br: Imposivel consultar a impresora %s vía SNMP(%s, %s)

source: Search for %s(%s) from %s(scope=%s) returned no answer.
br: Buscar por %s(%s) apartir de %s(scope=%s) nenhum registro encontrado.

source: Problem adding LDAP entry (%s, %s)
br: Problema adicionando entrada LDAP (%s, %s)

source: Problem deleting LDAP entry (%s)
br: Problema apagando entrada LDAP (%s)

source: Problem modifying LDAP entry (%s, %s)
br: Problema modificando entrada LDAP (%s, %s)

source: in
br: em
